Repository: doesluck1026/FileTransferApp_Mobile
Catalog: FileTransferApp_Mobile/FileTransferApp_Mobile/MultilingualResources/FileTransferApp_Mobile.*.xlf
Languages: ar, tr

# Ac_btnReceive
source: Receive Files
ar: استلام الملفات
tr: Dosyaları Al

# Ac_btnSend
source: Send Files
ar: إرسال الملفات
tr: Dosyaları Gönder

# Ac_InfoMessage
source: Choose what to do.
ar: اختر ما تريد القيام به.
tr: Yapılacak işlemi Seç

# Done_btnHome
source: Homepage
ar: الصفحة الرئيسية
tr: Anasayfa

# Done_btnOpen
source: Open
ar: فتح
tr: Aç

# Done_InfoMessage
source: File transfer is successful!
ar: تم نقل الملف بنجاح!
tr: Dosya aktarımı başarılı!

# Done_lblFiles
source: Files
ar: الملفات
tr: Dosyalar

# Files_Warning_NoFile
source: No file is selected!
ar: لم يتم اختيار ملف
tr: Hiçbir dosya seçilmedi.

# File_btnAdd
source: Add more
ar: إضافة المزيد
tr: Daha fazla ekle

# File_btnConfirm
source: Confirm
ar: قم بتأكيد الملفات

# File_btnOpen
source: Open
ar: عرض
tr: Aç

# File_btnRemove
source: Remove
ar: ‏‏إزالة
tr: Sil

# File_InfoMessage
source: Review selected files.
ar: مراجعة الملفات المحددة.
tr: Seçilen dosyaları gözden geçir.

# File_SelectedList
source: List of selected files
ar: قائمة الملفات المختارة
tr: Dosya Listesi

# Info_InfoMessage
source: Thanks for using this application. You can follow and support us for more!
ar: شكرا لاستخدام هذا التطبيق. يمكنك متابعتنا ودعمنا للمزيد!
tr: Bu uygulamayı kullandığınız için teşekkür ederiz. Daha fazlası için bizi takip edebilir ve destek olabilirsiniz.

# Main_btnSelect
source: Select FIles
ar: اختر الملفات
tr: Dosya Seç

# Main_InfoMessage1
source: Please make sure that your phone and the receiver device are connected to same Wi-Fi!
ar: يرجى التأكد من أن هاتفك وجهاز الاستقبال متصلان بشبكة Wi-Fi نفسها!
tr: Lütfen cihazınızın ve diğer cihazın aynı Wi-Fi ağına bağlı olduğundan emin olun.

# Main_InfoMessage2
source: Select the files you want to send. You can select multiple files.
ar: حدد الملفات التي تريد إرسالها. يمكنك اختيار عدة ملفات.
tr: Göndermek istediğiniz dosyaları seçin. Aynı anda birden çok dosya seçebilirsiniz.

# Permission_btnAccept
source: Accept
ar: قبول
tr: Kabul Et

# Permission_InfoMessage
source: New Request
ar: طلب جديد
tr: Yeni İstek

# Permission_RequestMessage
source: wants to send you some files :
ar: يريد أن يرسل لك بعض الملفات:
tr: Size dosya göndermek istiyor:

# Permission_RequestMessage2
source: Do you want to receive?
ar: هل تريد ان تستقبل؟
tr: Almak istiyor musunuz?

# Permisson_btnDecline
source: Decline
ar: رفض
tr: Reddet

# Rec_InfoMessage
source: Waiting for connection...
ar: في انتظار الاتصال
tr: Bağlantı için bekliyor...

# Send_btnRefresh
source: Refresh
ar: تحديث
tr: Yenile

# Send_btnSend
source: Send
ar: إرسال
tr: Gönder

# Send_deviceList
source: Available device list :
ar: قائمة الأجهزة المتاحة:
tr: Uygun Cihazların Listesi:

# Send_infoMessage
source: Select the target device
ar: حدد الجهاز المستهدف
tr: Hedef cihazı seçin

# Send_Scanning
source: Scanning Network...
ar: جارٍ البحث عن شبكة ...
tr: Ağ Taranıyor...

# Send_TargetIP
source: Target IP :
ar: IP الهدف:
tr: Hedef IP

# Send_Warning_Goback
source: You can't go back after sending a request. Sorry...
ar: لا يمكنك العودة بعد إرسال الطلب. آسف...
tr: Üzgünüm, istek gönderdikten sonra geri gidemezsiniz.

# Send_Warning_rejected
source: Sorry... Transfer request is rejected by
ar: عذرا ... تم رفض طلب التحويل من قبل
tr: Transfer isteği reddedildi:

# Settings_fristTimeInfo
source: It is better to change the name of your device so that you can easily recognize it later. This name will be seen when you want to receive files. You can also change the language of this app
ar: من الأفضل تغيير اسم جهازك بحيث يمكنك التعرف عليه بسهولة لاحقًا. سيظهر هذا الاسم عندما تريد استلام الملفات. يمكنك أيضًا تغيير لغة هذا التطبيق
tr: Cihazınıza yeni bir isim vermek, daha sonra kolayca bulabilmeniz için önemlidir. Bu isim dosya aktarımı sırasında diğer cihazlarda görünecek olan isimdir.

# Settings_WelcomeMessage
source: Welcome to Buggy File Transfer App!
ar: مرحبًا بك في تطبيق Buggy File Transfer!
tr: Buggy Dosya Transferi Uygulamasına Hoşgeldiniz!

# Setting_btnSave
source: Save
ar: حفظ
tr: Kaydet

# Setting_DeviceName
source: Device Name :
ar: ‏‏اسم الجهاز
tr: Cihaz Adı

# Setting_Language
source: Language :
ar: اللغة
tr: Dil:

# Setting_Warning_Saving
source: Saving Parameters...
ar: حفظ المعلمات ...
tr: Parametreler kaydediliyor...

# Transfer_btnAbort
source: Cancel
ar: إلغاء الأمر
tr: İptal Et

# Transfer_ConfirmAbortMessage
source: Do you really want to cancel transfer?
ar: هل تريد حقًا إلغاء التحويل؟
tr: Gerçekten iptal etmek istiyor musunuz?

# Transfer_ConfirmAbortNo
source: No
ar: لا
tr: Hayır

# Transfer_ConfirmAbortTitle
source: Confirmation
ar: تأكيد
tr: Onayla

# Transfer_ConfirmAbortYes
source: Yes
ar: نعم
tr: Evet

# Transfer_Filename
source: File name :
ar: اسم الملف:
tr: Dosya adı...

# Transfer_FileSize
source: File Size :
ar: حجم الملف
tr: Dosya Boyutu:

# Transfer_InfoMessage
source: Files are being transferred...
ar: يجري نقل الملفات ...
tr: Dosyalar aktarılıyor...

# Transfer_Remaining
source: Remaining :
ar: المتبقي
tr: Geçen:

# Transfer_Time
source: Time :
ar: الوقت
tr: Kalan:

# Transfer_TransferSpeed
source: Transfer speed :
ar: سرعة النقل:
tr: Aktarım Hızı:

# Transfer_Warning_GoBack
source: You can't go back while files are being transferred!
ar: لا يمكنك الرجوع أثناء التحويل!
tr: Aktarım sırasında geri gidemezsiniz!

# YourDeviceName
source: Device Name
ar: اسم جهازك:
tr: Cihaz Adı:

# YourIPAddress
source: IP Address
ar: عنوان IP الخاص بك
tr: IP Adresi:

# Transfer_AbortedMessage
source: Transfer is aborted by other device.
ar: تم إحباط النقل بواسطة جهاز آخر.
tr: Transfer diğer cihaz tarafından iptal edildi.

# Done_OpenFolder
source: Open Output Folder
ar: المجلد الإخراج المفتوحة
tr: Çıktı Klasörünü Aç

# Main_DragInfo
source: Drag Your Files Here or Click to Select Files.
ar: اسحب ملفاتك هنا أو انقر لتحديد الملفات.
tr: Dosyalarınızı buraya sürükleyin ya da seçmek için tıklayın.

# Main_OrReceive
source: Or wait here to receive files.
ar: أو انتظر هنا لتلقي الملفات.
tr: Dosya almak için bu sayfada bekleyin.

# Rejected_Title
source: Transfer is Rejected!
ar: تم رفض التحويل!
tr: Transfer isteği reddedildi!

# Setting_OutputFolder
source: Output Folder
ar: المجلد الخارج:
tr: Çıktı Klasörü:

# Options_Title
source: Options
ar: خيارات
tr: Seçenekler

# Settings_SelectTargetFolder
source: Select folder to store received files.
ar: حدد مجلدًا لتخزين الملفات المستلمة.
tr: Dosyaların kaydedileceği klasörü seçin.

# Setting_DownloadDektop
source: Desktop App
ar: التطبيق سطح المكتب

# File_btnConfirm
source: Confirm files
tr: Onayla
